src/cf/DataProcessors/ОбменЭСФ/Templates/ЗапросConfirmInvoiceById/Ext/Template.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nam="namespace.esf">
	<soapenv:Header/>
	<soapenv:Body>
		<nam:confirmInvoiceByIdRequest>
			<sessionId>[sessionId]</sessionId>
			<idList>
				[idList]
			</idList>
		</nam:confirmInvoiceByIdRequest>
	</soapenv:Body>
</soapenv:Envelope>